/* camera button */
"Camera" = "caméra";

/* Choose View */
"Choose your view" = "Choisissez votre vue";

/* Done button
   done button */
"Done" = "fini";

/* filter button */
"Filter" = "filtre";

/* gallery button */
"Gallery" = "galerie";

/* This is the main menu */
"Menu" = "Menu";

/* photo button */
"Photos" = "Photos";

/* photo button */
"Your Photos" = "vos Photos";

